const faqData = [
    {
        question: 'Как оформляется сотрудничество?',
        answer: 'Для сотрудничества с нами вам нужно оформить статус ИП или самозанятого.',
    },
    {
        question: 'Как я пойму, что подхожу?',
        answer: 'В описании предложения указаны подробные требования. Мы также дополнительно проводим собеседования со всеми кандидатами.',
    },
    {
        question: 'Могу ли я быть наставником и ревьюером одновременно?',
        answer: 'К сожалению, вы не можете совмещать работу наставником и ревьюером. Но вы можете стать ревьюером по нескольким направлениям.',
    },
    {
        question: 'Что мне нужно для работы?',
        answer: 'Ревьюерам требуется компьютер и стабильное соединение с интернетом. Наставникам потребуется компьютер с камерой и микрофоном, стабильное соединение с интернетом (не менее 20мбит) и тихое помещение на время проведения вебинаров.',
    },
]

export {
    faqData,
};