import lemova610w from '../images/block6-lemova-610w.png';
import ignatiev610w from '../images/block6-ignatiev-610w.png';
import chechenev610w from '../images/block6-chechenev-610w.png';

import sulman610w from '../images/block6-sulman-610w.png';
import krestenko610w from '../images/block6-krestenko-610w.png';

/* success-stories */
export const successStoriesText = [
  {
    id: 0,
    name: 'Анастасия Лемова',
    img: lemova610w,
    position: 'наставница на дизайн-факультете',
    text: [
      'Для меня важно, чтобы работа имела смысл и приносила удовольствие. Сейчас я вижу свою реализацию не в создании, а в передаче опыта. Меня очень раздражали многие методы преподавания в университете и всегда казалось, что лучше по-другому, в работе я много училась, занималась на курсах и поняла как именно можно делать лучше. Яндекс.Практикум — возможность применить это в жизни.',
    ],
  },
  {
    id: 1,
    name: 'Кирилл Игнатьев',
    img: ignatiev610w,
    position: 'наставник на бэкенд-факультете (Python)',
    text: [
      'Сейчас работаю в Фейсбуке, переезд закончил, так что появилось время для дополнительных активностей. Хорошо, что теперь не только сотрудникам Яндекса можно участвовать! Мне нравится помогать другим людям в обучении и развитии. До этого всегда был наставником 1х1, с группой еще не работал. Так что это следующий этап. Кроме того, всегда лучше понимаешь что-то, если объяснишь другому.',
    ],
  },
  {
    id: 2,
    name: 'Максим Чечёнев',
    img: chechenev610w,
    position: 'наставник на веб-факультете',
    text: [
      'У меня накопилось много опыта и знаний, которыми я хочу делиться с теми, кто только начинает изучать веб-разработку. Когда сам начинал учиться не было онлайн курсов, тем более площадок с наставниками. Было сложнее понять, что действительно важно и нужно, а что нет.',
      'Считаю, что делясь знаниями, делаю мир чуть лучше, ведь если кому-то они будут полезны — это прекрасно.',
      'Мне всегда нравилось помогать менее опытным разработчикам. Абсолютно нормально, что они многого не знают и у них полно вопросов. Гораздо хуже игнорировать их, заставляя сомневаться в себе, чего быть не должно. То, что я работаю разработчиком более 8 лет, не делает меня лучше. У меня просто больше опыта, которым я рад делиться.',
    ],
  },
];

/* success-video */
export const successStoriesVideo = [
  {
    id: 0,
    name: 'Дмитрий Сульман',
    img: sulman610w,
    position: 'наставник на факультете маркетинга',
    video: 'https://www.youtube.com/watch?v=COaXBeiKezw',
  },
  {
    id: 1,
    name: 'Толя Крестенко',
    img: krestenko610w,
    position: 'наставник на Data Science',
    video: 'https://www.youtube.com/watch?v=COaXBeiKezw',
  },
];
