import flash from '../images/flash-img.svg';
import book from '../images/book-img.svg';
import lamp from '../images/lamp-img.svg';
import person from '../images/person-img.svg';

const learningSubtitles = [
  'Делитесь своими знаниями',
  'Развивайте свои навыки',
  'Управляйте своим графиком',
  'Делайте жизни других лучше',
];

const conditionsCards = [{
  title: 'Спокойный онбординг',
  image: flash,
  text: 'Объясняем устройство процесса и рассказываем о взаимодействии с учебной платформой. Предоставляем доступ к материалам и гайдам.',
},
{
  title: 'Обучение наставников',
  image: book,
  text: 'Школа наставников — двухнедельный интенсив, где вы знакомитесь с другими преподавателями и учитесь лучшим образовательным практикам.',
},
{
  title: 'Мотивированные студенты',
  image: lamp,
  text: 'Каждый студент практикума проходит объемный вводный урок, чтобы познакомиться с профессией и сделать осознанный выбор учебного курса.',
},
{
  title: 'Поддержка от команды',
  image: person,
  text: 'Большое и дружное комьюнити наставников, ревьюеров и преподавателей всегда поддержит и ответит на все вопросы.',
}];

export { learningSubtitles, conditionsCards };
